Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: What it actually measures
ar: ما الذي يقيسه فعلًا
da: Hvad den faktisk måler
de: Was es tatsächlich misst
es: Qué mide realmente
fi: Mitä se oikeasti mittaa
fr: Ce qu’elle mesure réellement
is: Hvað það mælir í raun
it: Cosa misura davvero
ja: 実際に測っているもの
ko: 실제로 측정하는 것
nb: Hva den faktisk måler
nl: Wat het echt meet
pt_br: O que ele realmente mede
ru: Что он на самом деле измеряет
sv: Vad den faktiskt mäter
zh_hans: 它实际测量的是什么

source: What It Looks For (Best Recovery Method)
ar: ما الذي يبحث عنه (طريقة أفضل تعافٍ)
da: Hvad den leder efter (metoden Bedste restitution)
de: Wonach gesucht wird (Methode „Beste Erholung“)
es: Qué busca (método Mejor recuperación)
fi: Mitä se etsii (Paras palautuminen -menetelmä)
fr: Ce qu’elle recherche (méthode Meilleure récupération)
is: Hvað hún leitar að (Besti bati)
it: Cosa cerca (metodo Miglior recupero)
ja: 探すもの（最も良い回復の方法）
ko: 찾는 기준(최고 회복 방식)
nb: Hva den ser etter (metoden Beste restitusjon)
nl: Waar het naar zoekt (methode Beste herstel)
pt_br: O que ele procura (método Melhor recuperação)
ru: Что он ищет (метод «Лучшее восстановление»)
sv: Vad den letar efter (metoden Bästa återhämtning)
zh_hans: 它在寻找什么（最佳恢复方式）

source: What it measures
ar: ما الذي يقيسه
da: Hvad den måler
de: Was es misst
es: Qué mide
fi: Mitä se mittaa
fr: Ce qu’elle mesure
is: Hvað það mælir
it: Cosa misura
ja: 測定するもの
ko: 측정하는 것
nb: Hva den måler
nl: Wat het meet
pt_br: O que ele mede
ru: Что он измеряет
sv: Vad den mäter
zh_hans: 它测量什么

source: What it won't do reliably yet
ar: ما لا يستطيع فعله بشكل موثوق بعد
da: Hvad den endnu ikke klarer pålideligt
de: Was es noch nicht zuverlässig kann
es: Lo que aún no hace de forma fiable
fi: Mitä se ei vielä tee luotettavasti
fr: Ce qu’il ne fait pas encore de façon fiable
is: Það sem það gerir ekki enn áreiðanlega
it: Cosa non fa ancora in modo affidabile
ja: まだ確実にはできないこと
ko: 아직 안정적으로 하지 못하는 것
nb: Hva den ennå ikke gjør pålitelig
nl: Wat het nog niet betrouwbaar doet
pt_br: O que ele ainda não faz de forma confiável
ru: Что он пока не умеет делать надёжно
sv: Vad den inte klarar pålitligt än
zh_hans: 它目前还不能可靠做到的事

source: What it's good at
ar: ما يجيده
da: Hvad den er god til
de: Was es gut kann
es: En qué es bueno
fi: Missä se on hyvä
fr: Ses points forts
is: Það sem það er gott í
it: In cosa è bravo
ja: 得意なこと
ko: 잘하는 것
nb: Hva den er god til
nl: Waar het goed in is
pt_br: No que ele é bom
ru: В чём он хорош
sv: Vad den är bra på
zh_hans: 它擅长什么

source: What leaves your device, and what stays
ar: ما الذي يغادر جهازك، وما الذي يبقى
da: Hvad forlader din enhed, og hvad bliver
de: Was dein Gerät verlässt und was bleibt
es: Qué sale de tu dispositivo y qué se queda
fi: Mikä lähtee laitteeltasi ja mikä jää
fr: Ce qui quitte votre appareil, et ce qui y reste
is: Hvað fer af tækinu og hvað verður eftir
it: Cosa esce dal tuo dispositivo e cosa resta
ja: 端末の外に出るものと、とどまるもの
ko: 기기를 떠나는 것과 남는 것
nb: Hva som forlater enheten din, og hva som blir
nl: Wat je apparaat verlaat en wat er blijft
pt_br: O que sai do seu dispositivo e o que fica
ru: Что покидает устройство, а что остаётся
sv: Vad som lämnar din enhet och vad som stannar
zh_hans: 哪些内容会离开你的设备，哪些会留下

source: What Makes It Personal
ar: ما الذي يجعله شخصيًا
da: Hvad gør det personligt
de: Was es persönlich macht
es: Qué lo hace personal
fi: Mikä tekee siitä henkilökohtaisen
fr: Ce qui le rend personnel
is: Hvað gerir það persónulegt
it: Cosa la rende personale
ja: 個人に合わせる仕組み
ko: 개인 맞춤이 되는 이유
nb: Hva som gjør det personlig
nl: Wat het persoonlijk maakt
pt_br: O que a torna pessoal
ru: Что делает оценку персональной
sv: Vad som gör den personlig
zh_hans: 它为何因人而异

source: What Moves Your RMSSD
ar: ما الذي يحرّك RMSSD لديك
da: Hvad påvirker din RMSSD
de: Was deinen RMSSD beeinflusst
es: Qué mueve tu RMSSD
fi: Mikä vaikuttaa RMSSD:hen
fr: Ce qui fait varier votre RMSSD
is: Hvað hefur áhrif á RMSSD
it: Cosa fa variare il tuo RMSSD
ja: RMSSD を動かすもの
ko: RMSSD를 움직이는 요인
nb: Hva påvirker RMSSD-en din
nl: Wat je RMSSD beïnvloedt
pt_br: O que altera seu RMSSD
ru: Что влияет на ваш RMSSD
sv: Vad som påverkar din RMSSD
zh_hans: 影响你 RMSSD 的因素

source: What that means in practice: use one strap or the other and stay with it. An error above 20% is larger than most real day-to-day changes in RMSSD, so Verity numbers should never share a baseline with H10 numbers. Whether a Verity trend is still reliable for tracking YOUR own change over time is a reasonable expectation rather than something that thesis established. DFA α1 is the most interval-sensitive metric of all and is the one to trust least on an optical sensor.
ar: ما يعنيه ذلك عمليًا: استخدم أحد الحزامين والتزم به. الخطأ الذي يتجاوز 20% أكبر من معظم التغيّرات اليومية الحقيقية في RMSSD، لذا ينبغي ألا تتشارك أرقام Verity خط أساس واحدًا مع أرقام H10 أبدًا. أما ما إذا كان اتجاه Verity لا يزال موثوقًا لتتبّع تغيّرك أنت بمرور الوقت فهو توقع معقول لا شيئًا أثبتته تلك الأطروحة. DFA α1 أكثر المقاييس حساسية للفواصل على الإطلاق، وهو الأقل جدارة بالثقة على مستشعر بصري.
da: Hvad det betyder i praksis: brug det ene bælte eller det andet, og hold dig til det. En fejl på over 20 % er større end de fleste reelle ændringer i RMSSD fra dag til dag, så Verity-tal bør aldrig dele baseline med H10-tal. At en Verity-tendens stadig er pålidelig til at følge DIN egen ændring over tid, er en rimelig forventning snarere end noget, den afhandling har fastslået. DFA α1 er den mest intervalfølsomme måling af alle og den, du bør stole mindst på med en optisk sensor.
de: Was das in der Praxis bedeutet: Nutze den einen oder den anderen Gurt und bleib dabei. Ein Fehler von über 20 % ist größer als die meisten echten Veränderungen des RMSSD von Tag zu Tag, daher sollten Verity-Werte nie eine Baseline mit H10-Werten teilen. Ob ein Verity-Trend weiterhin zuverlässig genug ist, um DEINE eigene Veränderung im Zeitverlauf zu verfolgen, ist eine vernünftige Erwartung, aber nichts, was diese Arbeit belegt hat. DFA α1 ist die Metrik, die am empfindlichsten auf Intervallfehler reagiert, und der du bei einem optischen Sensor am wenigsten vertrauen solltest.
es: Lo que significa en la práctica: usa una banda o la otra y no cambies. Un error superior al 20 % es mayor que la mayoría de los cambios reales diarios del RMSSD, así que los números del Verity nunca deberían compartir línea base con los del H10. Que una tendencia del Verity siga siendo fiable para seguir TU propio cambio con el tiempo es una expectativa razonable, no algo que esa tesis demostrara. DFA α1 es la métrica más sensible a los intervalos y la menos fiable con un sensor óptico.
fi: Käytännössä tämä tarkoittaa: käytä jompaakumpaa vyötä ja pysy siinä. Yli 20 %:n virhe on suurempi kuin useimmat todelliset päivittäiset RMSSD-muutokset, joten Verityn lukujen ei pitäisi koskaan jakaa perustasoa H10:n lukujen kanssa. Se, onko Verity-trendi yhä luotettava SINUN oman muutoksesi seuraamiseen ajan mittaan, on kohtuullinen oletus eikä jotain, minkä tuo opinnäytetyö osoitti. DFA α1 on kaikista mittareista herkin välien virheille, ja siihen kannattaa luottaa vähiten optisella anturilla.
fr: Ce que cela signifie en pratique : utilisez l’une ou l’autre ceinture et tenez-vous-y. Une erreur supérieure à 20 % dépasse la plupart des vrais changements quotidiens du RMSSD ; les valeurs du Verity ne doivent donc jamais partager une référence avec celles du H10. Qu’une tendance du Verity reste fiable pour suivre VOTRE propre évolution dans le temps est une attente raisonnable, plutôt qu’un point établi par cette thèse. Le DFA α1 est la métrique la plus sensible aux intervalles et celle à laquelle il faut le moins se fier avec un capteur optique.
is: Hvað það þýðir í reynd: notaðu aðra hvora ólina og haltu þig við hana. Skekkja yfir 20% er meiri en flestar raunverulegar breytingar á RMSSD milli daga, svo Verity-tölur ættu aldrei að deila grunngildi með H10-tölum. Hvort þróun á Verity sé samt áreiðanleg til að fylgjast með ÞINNI eigin breytingu yfir tíma er sanngjörn vænting frekar en eitthvað sem ritgerðin sýndi fram á. DFA α1 er sú mæling sem er viðkvæmust fyrir bilum og sú sem minnst ætti að treysta á ljósnema.
it: In pratica: usa una fascia o l'altra e restaci fedele. Un errore superiore al 20% è più grande della maggior parte delle variazioni reali giornaliere dell'RMSSD, quindi i numeri del Verity non dovrebbero mai condividere una linea di base con quelli dell'H10. Che una tendenza del Verity resti affidabile per seguire la TUA variazione nel tempo è un'aspettativa ragionevole, non qualcosa che quella tesi abbia dimostrato. DFA α1 è la metrica più sensibile agli intervalli in assoluto ed è quella di cui fidarsi meno con un sensore ottico.
ja: 実際には、どちらか一方のストラップを使い続けてください。20% を超える誤差は RMSSD の実際の日々の変化の多くより大きいため、Verity の数値と H10 の数値で同じベースラインを共有すべきではありません。Verity のトレンドが、時間とともに変化するあなた自身の状態を追うのにまだ信頼できるかどうかは、その論文で確立されたことではなく、妥当な期待にとどまります。DFA α1 はすべての指標の中で最も間隔に敏感で、光学センサーでは最も信頼できない指標です。
ko: 실제로 의미하는 바: 한 가지 스트랩을 정해 계속 사용하세요. 20%를 넘는 오차는 RMSSD의 실제 일일 변화 대부분보다 크므로, Verity 수치와 H10 수치가 같은 기준선을 공유해서는 안 됩니다. Verity 추세가 시간에 따른 본인의 변화를 추적하는 데 여전히 신뢰할 만하다는 것은 합리적인 기대이지, 그 논문이 입증한 것은 아닙니다. DFA α1은 모든 지표 중 간격에 가장 민감하므로 광학 센서에서는 가장 덜 믿어야 할 지표입니다.
nb: Hva det betyr i praksis: bruk det ene eller det andre beltet og hold deg til det. En feil på over 20 % er større enn de fleste reelle endringer i RMSSD fra dag til dag, så tall fra Verity bør aldri dele grunnlinje med tall fra H10. At en Verity-trend fortsatt er pålitelig for å følge DIN egen endring over tid, er en rimelig forventning snarere enn noe den avhandlingen fastslo. DFA α1 er det måltallet som er mest følsomt for intervallene, og det du bør stole minst på med en optisk sensor.
nl: Wat dat in de praktijk betekent: gebruik de ene of de andere band en blijf daarbij. Een fout van meer dan 20% is groter dan de meeste echte veranderingen in RMSSD van dag tot dag, dus Verity-cijfers mogen nooit een basislijn delen met H10-cijfers. Of een Verity-trend nog betrouwbaar is om JOUW eigen verandering in de tijd te volgen, is een redelijke verwachting, niet iets wat die scriptie heeft aangetoond. DFA α1 is de waarde die het gevoeligst is voor intervallen en degene die je op een optische sensor het minst moet vertrouwen.
pt_br: Na prática, isso significa: use uma cinta ou a outra e mantenha-se com ela. Um erro acima de 20% é maior que a maioria das mudanças reais do RMSSD de um dia para o outro, então números do Verity nunca devem compartilhar uma linha de base com números do H10. Que uma tendência do Verity ainda seja confiável para acompanhar a SUA própria mudança ao longo do tempo é uma expectativa razoável, e não algo que essa tese demonstrou. O DFA α1 é a métrica mais sensível aos intervalos e é a que menos merece confiança em um sensor óptico.
ru: На практике это значит: используйте один датчик или другой и не меняйте его. Погрешность выше 20% больше, чем большинство реальных изменений RMSSD изо дня в день, поэтому числа Verity никогда не должны иметь общий базовый уровень с числами H10. То, что тренд Verity остаётся надёжным для отслеживания ВАШИХ собственных изменений во времени, — разумное ожидание, а не установленный той диссертацией факт. DFA α1 — самый чувствительный к интервалам показатель, и на оптическом датчике ему стоит доверять меньше всего.
sv: Vad det betyder i praktiken: använd det ena bandet eller det andra och håll dig till det. Ett fel på över 20 % är större än de flesta verkliga förändringar i RMSSD från dag till dag, så Verity-värden ska aldrig dela baslinje med H10-värden. Att en Verity-trend ändå är pålitlig för att följa DIN egen förändring över tid är en rimlig förväntan snarare än något som avhandlingen har visat. DFA α1 är det mest intervallkänsliga måttet av alla och det du ska lita minst på med en optisk sensor.
zh_hans: 这在实际中意味着：只使用其中一种心率带，并坚持使用。超过 20% 的误差比 RMSSD 大多数真实的逐日变化还大，所以 Verity 的数字绝不应与 H10 的数字共用一个基线。Verity 的趋势是否仍能可靠地跟踪你自己随时间的变化，是一个合理的预期，而非该论文所证实的结论。DFA α1 是对间期最敏感的指标，在光学传感器上也是最不可信的。

source: What the 0-100 recovery score means and how to read it
ar: ما الذي تعنيه درجة التعافي من 0 إلى 100 وكيف تقرؤها
da: Hvad restitutionsscoren fra 0-100 betyder, og hvordan du aflæser den
de: Was der Erholungswert von 0–100 bedeutet und wie du ihn liest
es: Qué significa la puntuación de recuperación de 0 a 100 y cómo leerla
fi: Mitä 0–100-palautumispistemäärä tarkoittaa ja miten sitä luetaan
fr: Ce que signifie le score de récupération de 0-100 et comment le lire
is: Hvað batastigið 0-100 þýðir og hvernig á að lesa það
it: Cosa significa il punteggio di recupero da 0 a 100 e come leggerlo
ja: 0～100 の回復スコアの意味と読み方
ko: 0-100 회복 점수의 의미와 읽는 방법
nb: Hva restitusjonsscoren på 0-100 betyr og hvordan du leser den
nl: Wat de herstelscore van 0-100 betekent en hoe je hem leest
pt_br: O que significa a pontuação de recuperação de 0 a 100 e como interpretá-la
ru: Что означает оценка восстановления 0–100 и как её читать
sv: Vad återhämtningspoängen 0–100 betyder och hur du läser den
zh_hans: 0-100 恢复评分的含义以及如何解读

source: What the AI Assistant Does
ar: ما الذي يفعله مساعد الذكاء الاصطناعي
da: Hvad AI-assistenten gør
de: Was der KI-Assistent macht
es: Qué hace el asistente de IA
fi: Mitä tekoälyavustaja tekee
fr: Ce que fait l’assistant IA
is: Hvað gervigreindaraðstoðin gerir
it: Cosa fa l'assistente IA
ja: AI アシスタントでできること
ko: AI 어시스턴트가 하는 일
nb: Hva AI-assistenten gjør
nl: Wat de AI-assistent doet
pt_br: O que o assistente de IA faz
ru: Что делает ИИ-ассистент
sv: Vad AI-assistenten gör
zh_hans: AI 助手能做什么

source: What the AI Can't Do (Yet)
ar: ما لا يستطيع الذكاء الاصطناعي فعله (بعد)
da: Hvad AI'en ikke kan (endnu)
de: Was die KI (noch) nicht kann
es: Lo que la IA no puede hacer (todavía)
fi: Mitä tekoäly ei (vielä) osaa
fr: Ce que l’IA ne sait pas (encore) faire
is: Það sem gervigreindin getur ekki (enn)
it: Cosa l'IA non sa fare (ancora)
ja: AI に（まだ）できないこと
ko: AI가 (아직) 할 수 없는 일
nb: Hva AI-en (ennå) ikke kan gjøre
nl: Wat de AI (nog) niet kan
pt_br: O que a IA (ainda) não faz
ru: Чего ИИ (пока) не умеет
sv: Vad AI:n inte kan göra (än)
zh_hans: AI（目前）不能做什么

source: What the number describes
ar: ما الذي يصفه الرقم
da: Hvad tallet beskriver
de: Was die Zahl beschreibt
es: Qué describe el número
fi: Mitä luku kuvaa
fr: Ce que décrit le chiffre
is: Hvað talan lýsir
it: Cosa descrive il numero
ja: この数値が表すもの
ko: 이 숫자가 설명하는 것
nb: Hva tallet beskriver
nl: Wat het getal beschrijft
pt_br: O que o número descreve
ru: Что описывает это число
sv: Vad talet beskriver
zh_hans: 这个数字描述的是什么

source: What the Ranges Mean
ar: ما الذي تعنيه النطاقات
da: Hvad intervallerne betyder
de: Was die Bereiche bedeuten
es: Qué significan los rangos
fi: Mitä vaihteluvälit tarkoittavat
fr: Ce que signifient les plages
is: Hvað bilin þýða
it: Cosa significano gli intervalli
ja: 範囲の意味
ko: 범위의 의미
nb: Hva områdene betyr
nl: Wat de bereiken betekenen
pt_br: O que as faixas significam
ru: Что означают диапазоны
sv: Vad intervallen betyder
zh_hans: 各范围的含义

source: What to do when something goes wrong
ar: ما الذي تفعله عندما يحدث خطأ ما
da: Hvad du gør, når noget går galt
de: Was zu tun ist, wenn etwas schiefgeht
es: Qué hacer cuando algo sale mal
fi: Mitä tehdä, kun jokin menee pieleen
fr: Que faire en cas de problème
is: Hvað á að gera þegar eitthvað fer úrskeiðis
it: Cosa fare quando qualcosa va storto
ja: 問題が起きたときの対処
ko: 문제가 생겼을 때 해야 할 일
nb: Hva du gjør når noe går galt
nl: Wat te doen als er iets misgaat
pt_br: O que fazer quando algo dá errado
ru: Что делать, если что-то пошло не так
sv: Vad du gör när något går fel
zh_hans: 出问题时该怎么办

source: What Vitals Tell You
ar: ما الذي تخبرك به العلامات الحيوية
da: Hvad vitale tegn fortæller dig
de: Was dir Vitalwerte sagen
es: Qué te dicen las constantes vitales
fi: Mitä vitaaliarvot kertovat
fr: Ce que vous disent les signes vitaux
is: Hvað lífsmörk segja þér
it: Cosa ti dicono i parametri vitali
ja: バイタルからわかること
ko: 활력 징후가 알려 주는 것
nb: Hva vitale tegn forteller deg
nl: Wat vitale waarden je vertellen
pt_br: O que os sinais vitais dizem a você
ru: О чём говорят жизненные показатели
sv: Vad vitala tecken säger dig
zh_hans: 生命体征告诉你什么

source: What we do
ar: ما الذي نفعله
da: Hvad vi gør
de: Was wir tun
es: Lo que hacemos
fi: Mitä teemme
fr: Ce que nous faisons
is: Það sem við gerum
it: Cosa facciamo
ja: 当社が行うこと
ko: 저희가 하는 일
nb: Hva vi gjør
nl: Wat we doen
pt_br: O que fazemos
ru: Что мы делаем
sv: Vad vi gör
zh_hans: 我们做什么

source: What you can ask
ar: ما الذي يمكنك سؤاله
da: Hvad du kan spørge om
de: Was du fragen kannst
es: Qué puedes preguntar
fi: Mitä voit kysyä
fr: Ce que vous pouvez demander
is: Hvað þú getur spurt um
it: Cosa puoi chiedere
ja: 質問できること
ko: 물어볼 수 있는 것
nb: Hva du kan spørre om
nl: Wat je kunt vragen
pt_br: O que você pode perguntar
ru: О чём можно спросить
sv: Vad du kan fråga
zh_hans: 你可以问什么

source: What You'll See
ar: ما الذي ستراه
da: Hvad du vil se
de: Was du sehen wirst
es: Qué verás
fi: Mitä näet
fr: Ce que vous verrez
is: Það sem þú sérð
it: Cosa vedrai
ja: 表示される内容
ko: 표시되는 내용
nb: Hva du får se
nl: Wat je ziet
pt_br: O que você verá
ru: Что вы увидите
sv: Vad du ser
zh_hans: 你会看到什么

source: What Your First Numbers Mean
ar: ما الذي تعنيه أرقامك الأولى
da: Hvad dine første tal betyder
de: Was deine ersten Zahlen bedeuten
es: Qué significan tus primeros números
fi: Mitä ensimmäiset lukusi tarkoittavat
fr: Ce que signifient vos premiers chiffres
is: Hvað fyrstu tölurnar þínar þýða
it: Cosa significano i tuoi primi numeri
ja: 最初の数値の意味
ko: 첫 숫자의 의미
nb: Hva de første tallene dine betyr
nl: Wat je eerste cijfers betekenen
pt_br: O que seus primeiros números significam
ru: Что означают ваши первые числа
sv: Vad dina första siffror betyder
zh_hans: 你最初的数字意味着什么

source: What's Included
ar: ما الذي يتضمنه
da: Hvad er inkluderet
de: Was enthalten ist
es: Qué incluye
fi: Mitä sisältyy
fr: Ce qui est inclus
is: Hvað er innifalið
it: Cosa è incluso
ja: 含まれるもの
ko: 포함 내용
nb: Hva som er inkludert
nl: Wat is inbegrepen
pt_br: O que está incluído
ru: Что входит
sv: Vad som ingår
zh_hans: 包含的内容
